[
  {
    "title": "Hey everyone!",
    "date": "Saturday, 15 February 2025",
    "sections": [
      {
        "content": "I’m Cedric Arnhold, 21 years old, and I study Business Informatics at the University of Applied Sciences for Technology and Economics in Berlin. I program a few things on the side that come to mind, such as this website. Currently, I am doing my mandatory internship at the BMDV, where I have gained my first experiences in system administration and server infrastructure through an intensive crash course in just three months. At the moment, I’m receiving a lot of input both from the BMDV and in my private life, as I not only run this website but also manage my father’s website, ensuring that it displays correctly on all kinds of devices. Additionally, I am working on reviving and modernizing my old university project, VirtualPet. The next major project is already on the horizon: a private email, web, and cloud server for my father. I look forward to sharing more about my projects and experiences in the future",
        "image": "https://media.licdn.com/dms/image/v2/D4E03AQGGxTNdnTb8UQ/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1732881380890?e=1744848000&v=beta&t=x45ZNOSvaLB3RndqwuQTOLxekXdDW57lVTvjghjVURs",
        "imagePosition": "left"
      }
    ]
  },
  {
    "title": "Our Germany Tour",
    "date": "Tuesday, October 01, 2024",
    "sections": [
      {
        "content": "Our adventure began on a clear morning in Berlin. Riding our Vespa Primavera 50, we embarked on an almost two-month tour through northern Germany. From Berlin through Swinemünde, Rügen, Lübeck, Kiel to Flensburg and Ribe, we discovered picturesque coastal towns and cozy cafés. A highlight was the two-week stop at my grandparents’ in Brunsbüttel, where we recharged.",
        "image": "https://media.licdn.com/dms/image/v2/D4E2CAQEMuQFcMNUWOQ/comment-image-shrink_8192_480/B4EZT_nVqGHUAM-/0/1739455341241?e=1740063600&v=beta&t=DXyiG6IZs-7ZYNozPg3Gqh0tM59Ke-Pi7ZeO3ogozqE",
        "imagePosition": "right"
      },
      {
        "content": "On our return from Brunsbüttel to Berlin, unexpected challenges arose. In Wolfsburg, I fell ill and we narrowly avoided a dangerous detour onto the Autobahn. Passing through Bremerhaven, Bremen, Celle and the breathtaking Harz, we finally spent a week in the Erzgebirge with my girlfriend’s grandmother. A sudden drop in temperature and heavy rain forced us to end the tour a few days early.",
        "video": "https://dms.licdn.com/playlist/vid/v2/D4E05AQGPtKDgFN2ONw/mp4-640p-30fp-crf28/B4EZRZnyMEGYBc-/0/1736670422232?e=1740063600&v=beta&t=dmHV8kpHXNG5FkvVWQYPYkrmPLKy7bc298F28oST2P0",
        "imagePosition": "left"
      }
    ]
  }
]
